<?php $data = array (
  'DateTimePatterns' => 
  array (
    0 => 'HH:mm:ss z',
    1 => 'HH:mm:ss z',
    2 => 'HH:mm:ss',
    3 => 'HH:mm',
    4 => 'EEEE d MMMM yyyy',
    5 => 'd MMMM yyyy',
    6 => 'dd/MM/yyyy',
    7 => 'dd/MM/yy',
    8 => '{0} {1}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'א',
        1 => 'ב',
        2 => 'ג',
        3 => 'ד',
        4 => 'ה',
        5 => 'ו',
        6 => 'ש',
      ),
      'narrow' => 
      array (
        0 => 'א',
        1 => 'ב',
        2 => 'ג',
        3 => 'ד',
        4 => 'ה',
        5 => 'ו',
        6 => 'ש',
      ),
      'wide' => 
      array (
        0 => 'יום ראשון',
        1 => 'יום שני',
        2 => 'יום שלישי',
        3 => 'יום רביעי',
        4 => 'יום חמישי',
        5 => 'יום שישי',
        6 => 'שבת',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'לפנה״ס',
      1 => 'לסה״נ',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ינו',
        1 => 'פבר',
        2 => 'מרץ',
        3 => 'אפר',
        4 => 'מאי',
        5 => 'יונ',
        6 => 'יול',
        7 => 'אוג',
        8 => 'ספט',
        9 => 'אוק',
        10 => 'נוב',
        11 => 'דצמ',
      ),
      'wide' => 
      array (
        0 => 'ינואר',
        1 => 'פברואר',
        2 => 'מרץ',
        3 => 'אפריל',
        4 => 'מאי',
        5 => 'יוני',
        6 => 'יולי',
        7 => 'אוגוסט',
        8 => 'ספטמבר',
        9 => 'אוקטובר',
        10 => 'נובמבר',
        11 => 'דצמבר',
      ),
    ),
  ),
  'weekend:intvector' => 
  array (
    0 => 6,
    1 => 0,
    2 => 7,
    3 => 86400000,
  ),
); ?>