<?php $data = array (
  'AmPmMarkers' => 
  array (
    0 => 'पूर्वाह्न',
    1 => 'अपराह्न',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'रवि',
        1 => 'सोम',
        2 => 'मंगल',
        3 => 'बुध',
        4 => 'गुरु',
        5 => 'शुक्र',
        6 => 'शनि',
      ),
      'wide' => 
      array (
        0 => 'रविवार',
        1 => 'सोमवार',
        2 => 'मंगलवार',
        3 => 'बुधवार',
        4 => 'गुरुवार',
        5 => 'शुक्रवार',
        6 => 'शनिवार',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ईसापूर्व',
      1 => 'सन',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'जनवरी',
        1 => 'फरवरी',
        2 => 'मार्च',
        3 => 'अप्रैल',
        4 => 'मई',
        5 => 'जून',
        6 => 'जुलाई',
        7 => 'अगस्त',
        8 => 'सितम्बर',
        9 => 'अक्तूबर',
        10 => 'नवम्बर',
        11 => 'दिसम्बर',
      ),
      'wide' => 
      array (
        0 => 'जनवरी',
        1 => 'फरवरी',
        2 => 'मार्च',
        3 => 'अप्रैल',
        4 => 'मई',
        5 => 'जून',
        6 => 'जुलाई',
        7 => 'अगस्त',
        8 => 'सितम्बर',
        9 => 'अक्तूबर',
        10 => 'नवम्बर',
        11 => 'दिसम्बर',
      ),
    ),
  ),
); ?>