<?php $data = array (
  'AmPmMarkers' => 
  array (
    0 => 'Առ․',
    1 => 'Կե․',
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'Մ․Թ․Ա․',
      1 => 'Մ․Թ․',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'Հնվ',
        1 => 'Փտվ',
        2 => 'Մրտ',
        3 => 'Ապր',
        4 => 'Մյս',
        5 => 'Հնս',
        6 => 'Հլս',
        7 => 'Օգս',
        8 => 'Սեպ',
        9 => 'Հոկ',
        10 => 'Նոյ',
        11 => 'Դեկ',
      ),
      'wide' => 
      array (
        0 => 'Հունվար',
        1 => 'Փետրվար',
        2 => 'Մարտ',
        3 => 'Ապրիլ',
        4 => 'Մայիս',
        5 => 'Հունիս',
        6 => 'Հուլիս',
        7 => 'Օգոստոս',
        8 => 'Սեպտեմբեր',
        9 => 'Հոկտեմբեր',
        10 => 'Նոյեմբեր',
        11 => 'Դեկտեմբեր',
      ),
    ),
  ),
); ?>