<?php $data = array (
  'AmPmMarkers' => 
  array (
    0 => '午前',
    1 => '午後',
  ),
  'DateTimePatterns' => 
  array (
    0 => '%H時%i分%s秒%T',
    1 => '%H:%i:%s:%T',
    2 => '%H:%i:%s',
    3 => '%H:%i',
    4 => '%Y年%n月%j日%l',
    5 => '%Y年%n月%j日',
    6 => '%Y/%m/%d',
    7 => '%y/%m/%d',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => '日',
        1 => '月',
        2 => '火',
        3 => '水',
        4 => '木',
        5 => '金',
        6 => '土',
      ),
      'narrow' => 
      array (
        0 => '日',
        1 => '月',
        2 => '火',
        3 => '水',
        4 => '木',
        5 => '金',
        6 => '土',
      ),
      'wide' => 
      array (
        0 => '日曜日',
        1 => '月曜日',
        2 => '火曜日',
        3 => '水曜日',
        4 => '木曜日',
        5 => '金曜日',
        6 => '土曜日',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => '紀元前',
      1 => '西暦',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'wide' => 
      array (
        0 => '1月',
        1 => '2月',
        2 => '3月',
        3 => '4月',
        4 => '5月',
        5 => '6月',
        6 => '7月',
        7 => '8月',
        8 => '9月',
        9 => '10月',
        10 => '11月',
        11 => '12月',
      ),
    ),
  ),
); ?>