<? data = array (
  'AmPmMarkers' => 
  array (
    0 => '오전',
    1 => '오후',
  ),
  'DateTimePatterns' => 
  array (
    0 => 'a hh\'시\' mm\'분\' ss\'초\' z',
    1 => 'a hh\'시\' mm\'분\' ss\'초\'',
    2 => 'a hh\'시\' mm\'분\'',
    3 => 'a hh\'시\' mm\'분\'',
    4 => 'yyyy\'년\' M\'월\' d\'일\' EEEE',
    5 => 'yyyy\'년\' M\'월\' d\'일\' EE',
    6 => 'yyyy-MM-dd',
    7 => 'yy-MM-dd',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => '일',
        1 => '월',
        2 => '화',
        3 => '수',
        4 => '목',
        5 => '금',
        6 => '토',
      ),
      'narrow' => 
      array (
        0 => '일',
        1 => '월',
        2 => '화',
        3 => '수',
        4 => '목',
        5 => '금',
        6 => '토',
      ),
      'wide' => 
      array (
        0 => '일요일',
        1 => '월요일',
        2 => '화요일',
        3 => '수요일',
        4 => '목요일',
        5 => '금요일',
        6 => '토요일',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => '기원전',
      1 => '서기',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => '1월',
        1 => '2월',
        2 => '3월',
        3 => '4월',
        4 => '5월',
        5 => '6월',
        6 => '7월',
        7 => '8월',
        8 => '9월',
        9 => '10월',
        10 => '11월',
        11 => '12월',
      ),
      'narrow' => 
      array (
        0 => '1월',
        1 => '2월',
        2 => '3월',
        3 => '4월',
        4 => '5월',
        5 => '6월',
        6 => '7월',
        7 => '8월',
        8 => '9월',
        9 => '10월',
        10 => '11월',
        11 => '12월',
      ),
      'wide' => 
      array (
        0 => '1월',
        1 => '2월',
        2 => '3월',
        3 => '4월',
        4 => '5월',
        5 => '6월',
        6 => '7월',
        7 => '8월',
        8 => '9월',
        9 => '10월',
        10 => '11월',
        11 => '12월',
      ),
    ),
  ),
); ?>