<?php $data = array (
  'DateTimeElements:intvector' => 
  array (
    0 => 2,
    1 => 1,
  ),
  'DateTimePatterns' => 
  array (
    0 => '%G:%i:%s %T',
    1 => '%G:%i:%s %T',
    2 => '%G:%i:%s',
    3 => '%G:%i',
    4 => '%l, %d %F %Y',
    5 => '%d %F %Y',
    6 => '%d.%n.%Y',
    7 => '%d.%n.%y',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'нед.',
        1 => 'пон.',
        2 => 'вт.',
        3 => 'сре.',
        4 => 'чет.',
        5 => 'пет.',
        6 => 'саб.',
      ),
      'narrow' => 
      array (
        0 => 'н',
        1 => 'п',
        2 => 'в',
        3 => 'с',
        4 => 'ч',
        5 => 'п',
        6 => 'с',
      ),
      'wide' => 
      array (
        0 => 'недела',
        1 => 'понеделник',
        2 => 'вторник',
        3 => 'среда',
        4 => 'четврток',
        5 => 'петок',
        6 => 'сабота',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'пр.н.е.',
      1 => 'ае.',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'јан.',
        1 => 'фев.',
        2 => 'мар.',
        3 => 'апр.',
        4 => 'мај.',
        5 => 'јун.',
        6 => 'јул.',
        7 => 'авг.',
        8 => 'септ.',
        9 => 'окт.',
        10 => 'ноем.',
        11 => 'декем.',
      ),
      'narrow' => 
      array (
        0 => 'ј',
        1 => 'ф',
        2 => 'м',
        3 => 'а',
        4 => 'м',
        5 => 'ј',
        6 => 'ј',
        7 => 'а',
        8 => 'се',
        9 => 'о',
        10 => 'но',
        11 => 'д',
      ),
      'wide' => 
      array (
        0 => 'јануари',
        1 => 'февруари',
        2 => 'март',
        3 => 'април',
        4 => 'мај',
        5 => 'јуни',
        6 => 'јули',
        7 => 'август',
        8 => 'септември',
        9 => 'октомври',
        10 => 'ноември',
        11 => 'декември',
      ),
    ),
  ),
); ?>