<? data = array (
  'AmPmMarkers' => 
  array (
    0 => 'غ.م.',
    1 => 'غ.و.',
  ),
  'DateTimePatterns' => 
  array (
    0 => 'H:mm:ss (z)',
    1 => 'H:mm:ss (z)',
    2 => 'H:mm:ss',
    3 => 'H:mm',
    4 => 'EEEE د yyyy د MMMM d',
    5 => 'د yyyy د MMMM d',
    6 => 'd MMMM yyyy',
    7 => 'yyyy/M/d',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ی.',
        1 => 'د.',
        2 => 'س.',
        3 => 'چ.',
        4 => 'پ.',
        5 => 'ج.',
        6 => 'ش.',
      ),
      'wide' => 
      array (
        0 => 'یکشنبه',
        1 => 'دوشنبه',
        2 => 'سه‌شنبه',
        3 => 'چهارشنبه',
        4 => 'پنجشنبه',
        5 => 'جمعه',
        6 => 'شنبه',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ق.م.',
      1 => 'م.',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'جنو',
        1 => 'فبر',
        2 => 'مار',
        3 => 'اپر',
        4 => 'مـی',
        5 => 'جون',
        6 => 'جول',
        7 => 'اګس',
        8 => 'سپت',
        9 => 'اکت',
        10 => 'نوم',
        11 => 'دسم',
      ),
      'wide' => 
      array (
        0 => 'جنوري',
        1 => 'فبروري',
        2 => 'مارچ',
        3 => 'اپریل',
        4 => 'می',
        5 => 'جون',
        6 => 'جولای',
        7 => 'اګست',
        8 => 'سپتمبر',
        9 => 'اکتوبر',
        10 => 'نومبر',
        11 => 'دسمبر',
      ),
    ),
  ),
); ?>