<?php $data = array (
  'DateTimeElements:intvector' => 
  array (
    0 => 2,
    1 => 1,
  ),
  'DateTimePatterns' => 
  array (
    0 => '%H:%i:%s %T',
    1 => '%H:%i:%s %T',
    2 => '%H:%i:%s',
    3 => '%H:%i',
    4 => '%j %F %Y г.',
    5 => '%j %F %Y г.',
    6 => '%d.%m.%Y',
    7 => '%d.%m.%y',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'Вс',
        1 => 'Пн',
        2 => 'Вт',
        3 => 'Ср',
        4 => 'Чт',
        5 => 'Пт',
        6 => 'Сб',
      ),
      'narrow' => 
      array (
        0 => 'В',
        1 => 'П',
        2 => 'В',
        3 => 'С',
        4 => 'Ч',
        5 => 'П',
        6 => 'С',
      ),
      'wide' => 
      array (
        0 => 'воскресенье',
        1 => 'понедельник',
        2 => 'вторник',
        3 => 'среда',
        4 => 'четверг',
        5 => 'пятница',
        6 => 'суббота',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'до н.э.',
      1 => 'н.э.',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'янв.',
        1 => 'февр.',
        2 => 'марта',
        3 => 'апр.',
        4 => 'мая',
        5 => 'июня',
        6 => 'июля',
        7 => 'авг.',
        8 => 'сент.',
        9 => 'окт.',
        10 => 'нояб.',
        11 => 'дек.',
      ),
      'narrow' => 
      array (
        0 => 'Я',
        1 => 'Ф',
        2 => 'М',
        3 => 'А',
        4 => 'М',
        5 => 'И',
        6 => 'И',
        7 => 'А',
        8 => 'С',
        9 => 'О',
        10 => 'Н',
        11 => 'Д',
      ),
      'wide' => 
      array (
        0 => 'января',
        1 => 'февраля',
        2 => 'марта',
        3 => 'апреля',
        4 => 'мая',
        5 => 'июня',
        6 => 'июля',
        7 => 'августа',
        8 => 'сентября',
        9 => 'октября',
        10 => 'ноября',
        11 => 'декабря',
      ),
    ),
    'stand-alone' => 
    array (
      'abbreviated' => 
      array (
        0 => 'янв.',
        1 => 'февр.',
        2 => 'март',
        3 => 'апр.',
        4 => 'май',
        5 => 'июнь',
        6 => 'июль',
        7 => 'авг.',
        8 => 'сент.',
        9 => 'окт.',
        10 => 'нояб.',
        11 => 'дек.',
      ),
      'narrow' => 
      array (
        0 => 'Я',
        1 => 'Ф',
        2 => 'М',
        3 => 'А',
        4 => 'М',
        5 => 'И',
        6 => 'И',
        7 => 'А',
        8 => 'С',
        9 => 'О',
        10 => 'Н',
        11 => 'Д',
      ),
      'wide' => 
      array (
        0 => 'Январь',
        1 => 'Февраль',
        2 => 'Март',
        3 => 'Апрель',
        4 => 'Май',
        5 => 'Июнь',
        6 => 'Июль',
        7 => 'Август',
        8 => 'Сентябрь',
        9 => 'Октябрь',
        10 => 'Ноябрь',
        11 => 'Декабрь',
      ),
    ),
  ),
); ?>