<? data = array (
  'AmPmMarkers' => 
  array (
    0 => 'ก่อนเที่ยง',
    1 => 'หลังเที่ยง',
  ),
  'DateTimePatterns' => 
  array (
    0 => 'H\' นาฬิกา \'m\' นาที \'ss\' วินาที\'',
    1 => 'H\' นาฬิกา \'m\' นาที\'',
    2 => 'H:mm:ss',
    3 => 'H:mm',
    4 => 'EEEE\'ที่ \'d MMMM G yyyy',
    5 => 'd MMMM yyyy',
    6 => 'd MMM yyyy',
    7 => 'd/M/yyyy',
    8 => '{1}, {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'อา.',
        1 => 'จ.',
        2 => 'อ.',
        3 => 'พ.',
        4 => 'พฤ.',
        5 => 'ศ.',
        6 => 'ส.',
      ),
      'wide' => 
      array (
        0 => 'วันอาทิตย์',
        1 => 'วันจันทร์',
        2 => 'วันอังคาร',
        3 => 'วันพุธ',
        4 => 'วันพฤหัสบดี',
        5 => 'วันศุกร์',
        6 => 'วันเสาร์',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ปีก่อนคริสต์กาลที่',
      1 => 'ค.ศ.',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ม.ค.',
        1 => 'ก.พ.',
        2 => 'มี.ค.',
        3 => 'เม.ย.',
        4 => 'พ.ค.',
        5 => 'มิ.ย.',
        6 => 'ก.ค.',
        7 => 'ส.ค.',
        8 => 'ก.ย.',
        9 => 'ต.ค.',
        10 => 'พ.ย.',
        11 => 'ธ.ค.',
      ),
      'wide' => 
      array (
        0 => 'มกราคม',
        1 => 'กุมภาพันธ์',
        2 => 'มีนาคม',
        3 => 'เมษายน',
        4 => 'พฤษภาคม',
        5 => 'มิถุนายน',
        6 => 'กรกฎาคม',
        7 => 'สิงหาคม',
        8 => 'กันยายน',
        9 => 'ตุลาคม',
        10 => 'พฤศจิกายน',
        11 => 'ธันวาคม',
      ),
    ),
  ),
); ?>