<?php $data = array (
  'DateTimePatterns' => 
  array (
    0 => '%g:%i:%s %X',
    1 => '%g:%i:%s %X',
    2 => '%g:%i:%s %X',
    3 => '%g:%i %X',
    4 => '%l፡ %d %F መዓልቲ %Y %E',
    5 => '%d %F %Y',
    6 => '%d-%M-%y',
    7 => '%d/%m/%y',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ሰንበ',
        1 => 'ሰኑይ',
        2 => 'ሰሉስ',
        3 => 'ረቡዕ',
        4 => 'ሓሙስ',
        5 => 'ዓርቢ',
        6 => 'ቀዳም',
      ),
      'wide' => 
      array (
        0 => 'ሰንበት',
        1 => 'ሰኑይ',
        2 => 'ሰሉስ',
        3 => 'ረቡዕ',
        4 => 'ሓሙስ',
        5 => 'ዓርቢ',
        6 => 'ቀዳም',
      ),
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ጥሪ',
        1 => 'ለካቲ',
        2 => 'መጋቢ',
        3 => 'ሚያዝ',
        4 => 'ግንቦ',
        5 => 'ሰነ',
        6 => 'ሓምለ',
        7 => 'ነሓሰ',
        8 => 'መስከ',
        9 => 'ጥቅም',
        10 => 'ሕዳር',
        11 => 'ታሕሳ',
      ),
      'wide' => 
      array (
        0 => 'ጥሪ',
        1 => 'ለካቲት',
        2 => 'መጋቢት',
        3 => 'ሚያዝያ',
        4 => 'ግንቦት',
        5 => 'ሰነ',
        6 => 'ሓምለ',
        7 => 'ነሓሰ',
        8 => 'መስከረም',
        9 => 'ጥቅምቲ',
        10 => 'ሕዳር',
        11 => 'ታሕሳስ',
      ),
    ),
  ),
); ?>