<?php $data = array (
  'DateTimePatterns' => 
  array (
    0 => '%X%h時%i分%s秒 %T',
    1 => '%X%h時%i分%s秒',
    2 => '%X%h:%i:%s',
    3 => '%X%g:%i',
    4 => '%Y年%n月%j日 %l',
    5 => '%Y年%n月%j日',
    6 => '%Y年%n月%j日',
    7 => '%y年%n月%j日',
    8 => '{1} {0}',
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => '1月',
        1 => '2月',
        2 => '3月',
        3 => '4月',
        4 => '5月',
        5 => '6月',
        6 => '7月',
        7 => '8月',
        8 => '9月',
        9 => '10月',
        10 => '11月',
        11 => '12月',
      ),
    ),
  ),
); ?>