<?php $data = array (
  'DateTimeElements:intvector' => 
  array (
    0 => 7,
    1 => 1,
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'እሑድ',
        1 => 'ሰኞ',
        2 => 'ማክሰ',
        3 => 'ረቡዕ',
        4 => 'ሐሙስ',
        5 => 'ዓርብ',
        6 => 'ቅዳሜ',
      ),
      'wide' => 
      array (
        0 => 'እሑድ',
        1 => 'ሰኞ',
        2 => 'ማክሰኞ',
        3 => 'ረቡዕ',
        4 => 'ሐሙስ',
        5 => 'ዓርብ',
        6 => 'ቅዳሜ',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ዓ/ዓ',
      1 => 'ዓ/ም',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ጃንዩ',
        1 => 'ፌብሩ',
        2 => 'ማርች',
        3 => 'ኤፕረ',
        4 => 'ሜይ',
        5 => 'ጁን',
        6 => 'ጁላይ',
        7 => 'ኦገስ',
        8 => 'ሴፕቴ',
        9 => 'ኦክተ',
        10 => 'ኖቬም',
        11 => 'ዲሴም',
      ),
      'wide' => 
      array (
        0 => 'ጃንዩወሪ',
        1 => 'ፌብሩወሪ',
        2 => 'ማርች',
        3 => 'ኤፕረል',
        4 => 'ሜይ',
        5 => 'ጁን',
        6 => 'ጁላይ',
        7 => 'ኦገስት',
        8 => 'ሴፕቴምበር',
        9 => 'ኦክተውበር',
        10 => 'ኖቬምበር',
        11 => 'ዲሴምበር',
      ),
    ),
  ),
); ?>