<?php $data = array (
  'AmPmMarkers' => 
  array (
    0 => 'ص',
    1 => 'م',
  ),
  'DateTimeElements:intvector' => 
  array (
    0 => 7,
    1 => 1,
  ),
  'DateTimePatterns' => 
  array (
    0 => '%T %g:%i:%s %X',
    1 => '%g:%i:%s %X',
    2 => '%g:%i:%s %X',
    3 => '%g:%i %X',
    4 => '%l, %j %F, %Y',
    5 => '%j %F, %Y',
    6 => '%d/%m/%Y',
    7 => '%j/%n/%Y',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ح',
        1 => 'ن',
        2 => 'ث',
        3 => 'ر',
        4 => 'خ',
        5 => 'ج',
        6 => 'س',
      ),
      'narrow' => 
      array (
        0 => 'ح',
        1 => 'ن',
        2 => 'ث',
        3 => 'ر',
        4 => 'خ',
        5 => 'ج',
        6 => 'س',
      ),
      'wide' => 
      array (
        0 => 'الأحد',
        1 => 'الاثنين',
        2 => 'الثلاثاء',
        3 => 'الأربعاء',
        4 => 'الخميس',
        5 => 'الجمعة',
        6 => 'السبت',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ق.م',
      1 => 'م',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'يناير',
        1 => 'فبراير',
        2 => 'مارس',
        3 => 'أبريل',
        4 => 'مايو',
        5 => 'يونيو',
        6 => 'يوليو',
        7 => 'أغسطس',
        8 => 'سبتمبر',
        9 => 'أكتوبر',
        10 => 'نوفمبر',
        11 => 'ديسمبر',
      ),
      'narrow' => 
      array (
        0 => 'ي',
        1 => 'ف',
        2 => 'م',
        3 => 'آ',
        4 => 'و',
        5 => 'ن',
        6 => 'ل',
        7 => 'غ',
        8 => 'س',
        9 => 'ك',
        10 => 'ب',
        11 => 'د',
      ),
      'wide' => 
      array (
        0 => 'يناير',
        1 => 'فبراير',
        2 => 'مارس',
        3 => 'أبريل',
        4 => 'مايو',
        5 => 'يونيو',
        6 => 'يوليو',
        7 => 'أغسطس',
        8 => 'سبتمبر',
        9 => 'أكتوبر',
        10 => 'نوفمبر',
        11 => 'ديسمبر',
      ),
    ),
  ),
  'weekend:intvector' => 
  array (
    0 => 5,
    1 => 0,
    2 => 6,
    3 => 86400000,
  ),
); ?>