<?php $data = array (
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'الأحد',
        1 => 'الاثنين',
        2 => 'الثلاثاء',
        3 => 'الأربعاء',
        4 => 'الخميس',
        5 => 'الجمعة',
        6 => 'السبت',
      ),
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'كانون الثاني',
        1 => 'شباط',
        2 => 'آذار',
        3 => 'نيسان',
        4 => 'نوار',
        5 => 'حزيران',
        6 => 'تموز',
        7 => 'آب',
        8 => 'أيلول',
        9 => 'تشرين الأول',
        10 => 'تشرين الثاني',
        11 => 'كانون الأول',
      ),
      'wide' => 
      array (
        0 => 'كانون الثاني',
        1 => 'شباط',
        2 => 'آذار',
        3 => 'نيسان',
        4 => 'نوار',
        5 => 'حزيران',
        6 => 'تموز',
        7 => 'آب',
        8 => 'أيلول',
        9 => 'تشرين الأول',
        10 => 'تشرين الثاني',
        11 => 'كانون الأول',
      ),
    ),
  ),
); ?>