<?php $data = array (
  'DateTimeElements:intvector' => 
  array (
    0 => 2,
    1 => 1,
  ),
  'DateTimePatterns' => 
  array (
    0 => '%G.%i.%s %T',
    1 => '%G.%i.%s %T',
    2 => '%G.%i.%s',
    3 => '%G.%i',
    4 => '%l, %j %F %Y',
    5 => '%j %F %Y',
    6 => '%j.%n.%Y',
    7 => '%j.%n.%y',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'нд',
        1 => 'пн',
        2 => 'аў',
        3 => 'ср',
        4 => 'чц',
        5 => 'пт',
        6 => 'сб',
      ),
      'wide' => 
      array (
        0 => 'нядзеля',
        1 => 'панядзелак',
        2 => 'аўторак',
        3 => 'серада',
        4 => 'чацвер',
        5 => 'пятніца',
        6 => 'субота',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'да н.е.',
      1 => 'н.е.',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'сту',
        1 => 'лют',
        2 => 'сак',
        3 => 'кра',
        4 => 'май',
        5 => 'чэр',
        6 => 'ліп',
        7 => 'жні',
        8 => 'вер',
        9 => 'кас',
        10 => 'ліс',
        11 => 'сне',
      ),
      'wide' => 
      array (
        0 => 'студзень',
        1 => 'люты',
        2 => 'сакавік',
        3 => 'красавік',
        4 => 'май',
        5 => 'чэрвень',
        6 => 'ліпень',
        7 => 'жнівень',
        8 => 'верасень',
        9 => 'кастрычнік',
        10 => 'лістапад',
        11 => 'снежань',
      ),
    ),
  ),
); ?>