<?php $data = array (
  'DateTimeElements:intvector' => 
  array (
    0 => 2,
    1 => 1,
  ),
  'DateTimePatterns' => 
  array (
    0 => '%G:%i:%s %T',
    1 => '%G:%i:%s',
    2 => '%G:%i:%s',
    3 => '%G:%i',
    4 => '%d %F %Y, %l',
    5 => '%d %F %Y',
    6 => '%d.%m.%Y',
    7 => '%d.%m.%y',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'нед.',
        1 => 'пон.',
        2 => 'вт.',
        3 => 'ср.',
        4 => 'четв.',
        5 => 'пет.',
        6 => 'съб.',
      ),
      'narrow' => 
      array (
        0 => 'н',
        1 => 'п',
        2 => 'в',
        3 => 'с',
        4 => 'ч',
        5 => 'п',
        6 => 'с',
      ),
      'wide' => 
      array (
        0 => 'неделя',
        1 => 'понеделник',
        2 => 'вторник',
        3 => 'сряда',
        4 => 'четвъртък',
        5 => 'петък',
        6 => 'събота',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'пр.н.е.',
      1 => 'н.е.',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ян.',
        1 => 'фев.',
        2 => 'март',
        3 => 'апр.',
        4 => 'май',
        5 => 'юни',
        6 => 'юли',
        7 => 'авг.',
        8 => 'сеп.',
        9 => 'окт.',
        10 => 'ноем.',
        11 => 'дек.',
      ),
      'narrow' => 
      array (
        0 => 'я',
        1 => 'ф',
        2 => 'м',
        3 => 'а',
        4 => 'м',
        5 => 'ю',
        6 => 'ю',
        7 => 'а',
        8 => 'с',
        9 => 'о',
        10 => 'н',
        11 => 'д',
      ),
      'wide' => 
      array (
        0 => 'януари',
        1 => 'февруари',
        2 => 'март',
        3 => 'април',
        4 => 'май',
        5 => 'юни',
        6 => 'юли',
        7 => 'август',
        8 => 'септември',
        9 => 'октомври',
        10 => 'ноември',
        11 => 'декември',
      ),
    ),
  ),
); ?>