<?php $data = array (
  'AmPmMarkers' => 
  array (
    0 => 'পূর্বাহ্ণ',
    1 => 'অপরাহ্ণ',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'রবি',
        1 => 'সোম',
        2 => 'মঙ্গল',
        3 => 'বুধ',
        4 => 'বৃহস্পতি',
        5 => 'শুক্র',
        6 => 'শনি',
      ),
      'wide' => 
      array (
        0 => 'রবিবার',
        1 => 'সোমবার',
        2 => 'মঙ্গলবার',
        3 => 'বুধবার',
        4 => 'বৃহষ্পতিবার',
        5 => 'শুক্রবার',
        6 => 'শনিবার',
      ),
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'জানুয়ারী',
        1 => 'ফেব্রুয়ারী',
        2 => 'মার্চ',
        3 => 'এপ্রিল',
        4 => 'মে',
        5 => 'জুন',
        6 => 'জুলাই',
        7 => 'আগস্ট',
        8 => 'সেপ্টেম্বর',
        9 => 'অক্টোবর',
        10 => 'নভেম্বর',
        11 => 'ডিসেম্বর',
      ),
      'wide' => 
      array (
        0 => 'জানুয়ারী',
        1 => 'ফেব্রুয়ারী',
        2 => 'মার্চ',
        3 => 'এপ্রিল',
        4 => 'মে',
        5 => 'জুন',
        6 => 'জুলাই',
        7 => 'আগস্ট',
        8 => 'সেপ্টেম্বর',
        9 => 'অক্টোবর',
        10 => 'নভেম্বর',
        11 => 'ডিসেম্বর',
      ),
    ),
  ),
); ?>