<?php $data = array (
  'AmPmMarkers' => 
  array (
    0 => 'ق.ظ.',
    1 => 'ب.ظ.',
  ),
  'DateTimePatterns' => 
  array (
    0 => '%G:%i:%s (%T)',
    1 => '%G:%i:%s (%T)',
    2 => '%G:%i:%s',
    3 => '%G:%i',
    4 => '%l، %j %F %Y',
    5 => '%j %F %Y',
    6 => '%Y/%m/%j',
    7 => '%Y/%m/%j',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ی.',
        1 => 'د.',
        2 => 'س.',
        3 => 'چ.',
        4 => 'پ.',
        5 => 'ج.',
        6 => 'ش.',
      ),
      'wide' => 
      array (
        0 => 'یک‌شنبه',
        1 => 'دوشنبه',
        2 => 'سه‌شنبه',
        3 => 'چهارشنبه',
        4 => 'پنج‌شنبه',
        5 => 'جمعه',
        6 => 'شنبه',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ق.م.',
      1 => 'م.',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ژان',
        1 => 'فور',
        2 => 'مار',
        3 => 'آور',
        4 => 'مـه',
        5 => 'ژون',
        6 => 'ژوی',
        7 => 'اوت',
        8 => 'سپت',
        9 => 'اکت',
        10 => 'نوا',
        11 => 'دسا',
      ),
      'wide' => 
      array (
        0 => 'ژانویه',
        1 => 'فوریه',
        2 => 'مارس',
        3 => 'آوریل',
        4 => 'مه',
        5 => 'ژوئن',
        6 => 'ژوئیه',
        7 => 'اوت',
        8 => 'سپتامبر',
        9 => 'اکتبر',
        10 => 'نوامبر',
        11 => 'دسامبر',
      ),
    ),
  ),
); ?>