<?php $data = array (
  'DateTimeElements:intvector' => 
  array (
    0 => 7,
    1 => 1,
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'جنو',
        1 => 'فبر',
        2 => 'مار',
        3 => 'اپر',
        4 => 'مـی',
        5 => 'جون',
        6 => 'جول',
        7 => 'اگس',
        8 => 'سپت',
        9 => 'اکت',
        10 => 'نوم',
        11 => 'دسم',
      ),
      'wide' => 
      array (
        0 => 'جنوری',
        1 => 'فبروری',
        2 => 'مارچ',
        3 => 'اپریل',
        4 => 'می',
        5 => 'جون',
        6 => 'جولای',
        7 => 'اگست',
        8 => 'سپتمبر',
        9 => 'اکتوبر',
        10 => 'نومبر',
        11 => 'دسمبر',
      ),
    ),
  ),
); ?>