<?php $data = array (
  'AmPmMarkers' => 
  array (
    0 => 'Առ․',
    1 => 'Եր․',
  ),
  'DateTimeElements:intvector' => 
  array (
    0 => 2,
    1 => 1,
  ),
  'DateTimePatterns' => 
  array (
    0 => '%G:%i:%s %T',
    1 => '%G:%i:%s %T',
    2 => '%G:%i:%s',
    3 => '%G:%i',
    4 => '%l, %F %j, %Y',
    5 => '%F %d, %Y',
    6 => '%M %j, %Y',
    7 => '%m/%d/%y',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'Կիր',
        1 => 'Երկ',
        2 => 'Երք',
        3 => 'Չոր',
        4 => 'Հնգ',
        5 => 'Ուր',
        6 => 'Շաբ',
      ),
      'wide' => 
      array (
        0 => 'Կիրակի',
        1 => 'Երկուշաբթի',
        2 => 'Երեքշաբթի',
        3 => 'Չորեքշաբթի',
        4 => 'Հինգշաբթի',
        5 => 'Ուրբաթ',
        6 => 'Շաբաթ',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'Յ․Տ․',
      1 => 'Ն․Ք․',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'Յնր',
        1 => 'Փտր',
        2 => 'Մրտ',
        3 => 'Ապր',
        4 => 'Մյս',
        5 => 'Յնս',
        6 => 'Յլս',
        7 => 'Օգս',
        8 => 'Սեպ',
        9 => 'Հոկ',
        10 => 'Նոյ',
        11 => 'Դեկ',
      ),
      'wide' => 
      array (
        0 => 'Յունուար',
        1 => 'Փետրուար',
        2 => 'Մարտ',
        3 => 'Ապրիլ',
        4 => 'Մայիս',
        5 => 'Յունիս',
        6 => 'Յուլիս',
        7 => 'Օգոստոս',
        8 => 'Սեպտեմբեր',
        9 => 'Հոկտեմբեր',
        10 => 'Նոյեմբեր',
        11 => 'Դեկտեմբեր',
      ),
    ),
  ),
); ?>