<?php $data = array (
  'DateTimeElements:intvector' => 
  array (
    0 => 2,
    1 => 1,
  ),
  'DateTimePatterns' => 
  array (
    0 => '%G:%i:%s %T',
    1 => '%G:%i:%s %T',
    2 => '%G:%i:%s',
    3 => '%G:%i',
    4 => '%l, %j %F %Y ж.',
    5 => '%j %F %Y ж.',
    6 => '%d.%m.%Y',
    7 => '%d.%m.%y',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'жс.',
        1 => 'дс.',
        2 => 'сс.',
        3 => 'ср.',
        4 => 'бс.',
        5 => 'жм.',
        6 => 'сһ.',
      ),
      'wide' => 
      array (
        0 => 'жексені',
        1 => 'дуйсенбі',
        2 => 'сейсенбі',
        3 => 'сәренбі',
        4 => 'бейсенбі',
        5 => 'жұма',
        6 => 'сенбі',
      ),
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'қаң.',
        1 => 'ақп.',
        2 => 'нау.',
        3 => 'сәу.',
        4 => 'мам.',
        5 => 'мау.',
        6 => 'шіл.',
        7 => 'там.',
        8 => 'қыр.',
        9 => 'қаз.',
        10 => 'қар.',
        11 => 'желт.',
      ),
      'wide' => 
      array (
        0 => 'қаңтар',
        1 => 'ақпан',
        2 => 'наурыз',
        3 => 'сәуір',
        4 => 'мамыр',
        5 => 'маусым',
        6 => 'шілде',
        7 => 'тамыз',
        8 => 'қыркүйек',
        9 => 'қазан',
        10 => 'қараша',
        11 => 'желтоқсан',
      ),
    ),
  ),
); ?>