<?php $data = array (
  'AmPmMarkers' => 
  array (
    0 => 'म.पू.',
    1 => 'म.नं.',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'रवि',
        1 => 'सोम',
        2 => 'मंगळ',
        3 => 'बुध',
        4 => 'गुरु',
        5 => 'शुक्र',
        6 => 'शनि',
      ),
      'wide' => 
      array (
        0 => 'आदित्यवार',
        1 => 'सोमवार',
        2 => 'मंगळार',
        3 => 'बुधवार',
        4 => 'गुरुवार',
        5 => 'शुक्रवार',
        6 => 'शनिवार',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'क्रिस्तपूर्व',
      1 => 'क्रिस्तशखा',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'जानेवारी',
        1 => 'फेबृवारी',
        2 => 'मार्च',
        3 => 'एप्रिल',
        4 => 'मे',
        5 => 'जून',
        6 => 'जुलै',
        7 => 'ओगस्ट',
        8 => 'सेप्टेंबर',
        9 => 'ओक्टोबर',
        10 => 'नोव्हेंबर',
        11 => 'डिसेंबर',
      ),
      'wide' => 
      array (
        0 => 'जानेवारी',
        1 => 'फेब्रुवारी',
        2 => 'मार्च',
        3 => 'एप्रिल',
        4 => 'मे',
        5 => 'जून',
        6 => 'जुलै',
        7 => 'ओगस्ट',
        8 => 'सेप्टेंबर',
        9 => 'ओक्टोबर',
        10 => 'नोव्हेंबर',
        11 => 'डिसेंबर',
      ),
    ),
  ),
); ?>