<?php $data = array (
  'AmPmMarkers' => 
  array (
    0 => 'രാവിലെ',
    1 => 'വൈകു',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ഞാ',
        1 => 'തി',
        2 => 'ചൊ',
        3 => 'ബു',
        4 => 'വ്യ',
        5 => 'വെ',
        6 => 'ശ',
      ),
      'wide' => 
      array (
        0 => 'ഞായറ്അ',
        1 => 'തിങ്കള്അ',
        2 => 'ചൊവ്വ',
        3 => 'ബുനഭ്അ',
        4 => 'വ്യാഴം',
        5 => 'വെള്ളി',
        6 => 'ശനി',
      ),
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ജനു',
        1 => 'ഫിബ്',
        2 => 'മാറ്അ',
        3 => 'ഏപ്റില്അ',
        4 => 'മെയ്',
        5 => 'ജൂണ്അ',
        6 => 'ജൂൈല',
        7 => 'ആഗ',
        8 => 'സെപ്തം',
        9 => 'ഒക്ട',
        10 => 'നവം',
        11 => 'ഡിസം',
      ),
      'wide' => 
      array (
        0 => 'ജനുവരി',
        1 => 'ഫിബ്റവരി',
        2 => 'മാറ്അച്അച്',
        3 => 'ഏപ്റില്അ',
        4 => 'മെയ്',
        5 => 'ജൂണ്അ',
        6 => 'ജൂൈല',
        7 => 'ആഗസ്ത്അ',
        8 => 'സെപ്തംബറ്അ',
        9 => 'ഒക്ടൈബറ്അ',
        10 => 'നവംബറ്അ',
        11 => 'ഡിസംബറ്അ',
      ),
    ),
  ),
); ?>