<?php $data = array (
  'AmPmMarkers' => 
  array (
    0 => 'ਸਵੇਰੇ',
    1 => 'ਸ਼ਾਮ',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ਐਤ.',
        1 => 'ਸੋਮ.',
        2 => 'ਮੰਗਲ.',
        3 => 'ਬੁਧ.',
        4 => 'ਵੀਰ.',
        5 => 'ਸ਼ੁਕਰ.',
        6 => 'ਸ਼ਨੀ.',
      ),
      'wide' => 
      array (
        0 => 'ਐਤਵਾਰ',
        1 => 'ਸੋਮਵਾਰ',
        2 => 'ਮੰਗਲਵਾਰ',
        3 => 'ਬੁਧਵਾਰ',
        4 => 'ਵੀਰਵਾਰ',
        5 => 'ਸ਼ੁੱਕਰਵਾਰ',
        6 => 'ਸ਼ਨੀਚਰਵਾਰ',
      ),
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ਜਨਵਰੀ',
        1 => 'ਫ਼ਰਵਰੀ',
        2 => 'ਮਾਰਚ',
        3 => 'ਅਪ੍ਰੈਲ',
        4 => 'ਮਈ',
        5 => 'ਜੂਨ',
        6 => 'ਜੁਲਾਈ',
        7 => 'ਅਗਸਤ',
        8 => 'ਸਤੰਬਰ',
        9 => 'ਅਕਤੂਬਰ',
        10 => 'ਨਵੰਬਰ',
        11 => 'ਦਸੰਬਰ',
      ),
      'wide' => 
      array (
        0 => 'ਜਨਵਰੀ',
        1 => 'ਫ਼ਰਵਰੀ',
        2 => 'ਮਾਰਚ',
        3 => 'ਅਪ੍ਰੈਲ',
        4 => 'ਮਈ',
        5 => 'ਜੂਨ',
        6 => 'ਜੁਲਾਈ',
        7 => 'ਅਗਸਤ',
        8 => 'ਸਤੰਬਰ',
        9 => 'ਅਕਤੂਬਰ',
        10 => 'ਨਵੰਬਰ',
        11 => 'ਦਸੰਬਰ',
      ),
    ),
  ),
); ?>