<?php $data = array (
  'DateTimeElements:intvector' => 
  array (
    0 => 2,
    1 => 1,
  ),
  'DateTimePatterns' => 
  array (
    0 => '%G.%i.%s %T',
    1 => '%G.%i.%s %T',
    2 => '%G.%i.%s',
    3 => '%G.%i',
    4 => '%l, %d.%F.%Y.',
    5 => '%d.%m.%Y.',
    6 => '%d.%m.%Y.',
    7 => '%j.%n.%y.',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'нед',
        1 => 'пон',
        2 => 'уто',
        3 => 'сре',
        4 => 'чет',
        5 => 'пет',
        6 => 'суб',
      ),
      'narrow' => 
      array (
        0 => 'н',
        1 => 'п',
        2 => 'у',
        3 => 'с',
        4 => 'ч',
        5 => 'п',
        6 => 'с',
      ),
      'wide' => 
      array (
        0 => 'недеља',
        1 => 'понедељак',
        2 => 'уторак',
        3 => 'среда',
        4 => 'четвртак',
        5 => 'петак',
        6 => 'субота',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'п. н. е.',
      1 => 'н. е',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'јан',
        1 => 'феб',
        2 => 'мар',
        3 => 'апр',
        4 => 'мај',
        5 => 'јун',
        6 => 'јул',
        7 => 'авг',
        8 => 'сеп',
        9 => 'окт',
        10 => 'нов',
        11 => 'дец',
      ),
      'narrow' => 
      array (
        0 => 'ј',
        1 => 'ф',
        2 => 'м',
        3 => 'а',
        4 => 'м',
        5 => 'ј',
        6 => 'ј',
        7 => 'а',
        8 => 'с',
        9 => 'о',
        10 => 'н',
        11 => 'д',
      ),
      'wide' => 
      array (
        0 => 'јануар',
        1 => 'фебруар',
        2 => 'март',
        3 => 'април',
        4 => 'мај',
        5 => 'јун',
        6 => 'јул',
        7 => 'август',
        8 => 'септембар',
        9 => 'октобар',
        10 => 'новембар',
        11 => 'децембар',
      ),
    ),
  ),
); ?>