<?php $data = array (
  'AmPmMarkers' => 
  array (
    0 => 'காலை',
    1 => 'மாலை',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ஞா',
        1 => 'தி',
        2 => 'செ',
        3 => 'பு',
        4 => 'வி',
        5 => 'வெ',
        6 => 'ச',
      ),
      'wide' => 
      array (
        0 => 'ஞாயிறு',
        1 => 'திங்கள்',
        2 => 'செவ்வாய்',
        3 => 'புதன்',
        4 => 'வியாழன்',
        5 => 'வெள்ளி',
        6 => 'சனி',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'கிமு',
      1 => 'கிபி',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'ஜன.',
        1 => 'பிப்.',
        2 => 'மார்.',
        3 => 'ஏப்.',
        4 => 'மே',
        5 => 'ஜூன்',
        6 => 'ஜூலை',
        7 => 'ஆக.',
        8 => 'செப்.',
        9 => 'அக்.',
        10 => 'நவ.',
        11 => 'டிச.',
      ),
      'wide' => 
      array (
        0 => 'ஜனவரி',
        1 => 'பிப்ரவரி',
        2 => 'மார்ச்',
        3 => 'ஏப்ரல்',
        4 => 'மே',
        5 => 'ஜூன்',
        6 => 'ஜூலை',
        7 => 'ஆகஸ்ட்',
        8 => 'செப்டம்பர்',
        9 => 'அக்டோபர்',
        10 => 'நவம்பர்',
        11 => 'டிசம்பர்',
      ),
    ),
  ),
); ?>