<?php $data = array (
  'DateTimeElements:intvector' => 
  array (
    0 => 2,
    1 => 1,
  ),
  'DateTimePatterns' => 
  array (
    0 => '%G:%i:%s %T',
    1 => '%G:%i:%s %T',
    2 => '%G:%i:%s',
    3 => '%G:%i',
    4 => '%l, %j %F %Y р.',
    5 => '%j %F %Y',
    6 => '%j %M %Y',
    7 => '%d.%m.%y',
    8 => '{1} {0}',
  ),
  'dayNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'Нд',
        1 => 'Пн',
        2 => 'Вт',
        3 => 'Ср',
        4 => 'Чт',
        5 => 'Пт',
        6 => 'Сб',
      ),
      'narrow' => 
      array (
        0 => 'Н',
        1 => 'П',
        2 => 'В',
        3 => 'С',
        4 => 'Ч',
        5 => 'П',
        6 => 'С',
      ),
      'wide' => 
      array (
        0 => 'Неділя',
        1 => 'Понеділок',
        2 => 'Вівторок',
        3 => 'Середа',
        4 => 'Четвер',
        5 => 'Пʼятниця',
        6 => 'Субота',
      ),
    ),
  ),
  'eras' => 
  array (
    'abbreviated' => 
    array (
      0 => 'до н.е.',
      1 => 'н.е.',
    ),
  ),
  'monthNames' => 
  array (
    'format' => 
    array (
      'abbreviated' => 
      array (
        0 => 'Січ',
        1 => 'Лют',
        2 => 'Бер',
        3 => 'Кві',
        4 => 'Тра',
        5 => 'Чер',
        6 => 'Лип',
        7 => 'Сер',
        8 => 'Вер',
        9 => 'Жов',
        10 => 'Лис',
        11 => 'Гру',
      ),
      'narrow' => 
      array (
        0 => 'С',
        1 => 'Л',
        2 => 'Б',
        3 => 'К',
        4 => 'Т',
        5 => 'Ч',
        6 => 'Л',
        7 => 'С',
        8 => 'В',
        9 => 'Ж',
        10 => 'Л',
        11 => 'Г',
      ),
      'wide' => 
      array (
        0 => 'січня',
        1 => 'лютого',
        2 => 'березня',
        3 => 'квітня',
        4 => 'травня',
        5 => 'червня',
        6 => 'липня',
        7 => 'серпня',
        8 => 'вересня',
        9 => 'жовтня',
        10 => 'листопада',
        11 => 'грудня',
      ),
    ),
    'stand-alone' => 
    array (
      'abbreviated' => 
      array (
        0 => 'Січ',
        1 => 'Лют',
        2 => 'Бер',
        3 => 'Кві',
        4 => 'Тра',
        5 => 'Чер',
        6 => 'Лип',
        7 => 'Сер',
        8 => 'Вер',
        9 => 'Жов',
        10 => 'Лис',
        11 => 'Гру',
      ),
      'narrow' => 
      array (
        0 => 'С',
        1 => 'Л',
        2 => 'Б',
        3 => 'К',
        4 => 'Т',
        5 => 'Ч',
        6 => 'Л',
        7 => 'С',
        8 => 'В',
        9 => 'Ж',
        10 => 'Л',
        11 => 'Г',
      ),
      'wide' => 
      array (
        0 => 'Січень',
        1 => 'Лютий',
        2 => 'Березень',
        3 => 'Квітень',
        4 => 'Травень',
        5 => 'Червень',
        6 => 'Липень',
        7 => 'Серпень',
        8 => 'Вересень',
        9 => 'Жовтень',
        10 => 'Листопад',
        11 => 'Грудень',
      ),
    ),
  ),
); ?>